[
  { "id": "quote_manny", "quotes": ["Manny 1", "Manny 2"] },
  {
    "id": "quote_bongbong",
    "quotes": [
      "\"Kung meron akong sinaktan (If I hurt anyone), I will always say sorry. But what have I been guilty of to apologize about? We have constantly said that if during the time of my father, mayroong mga nasagasaan or mayroong sinasabing hindi natulungan (some people were wronged or ignored). Or they were victimized in some way or another. Of course, we're sorry that that happened. Nobody wants that to have happened. These are instances that have fallen through the cracks.\"",
      "\"Will I say sorry for the thousands and thousands of kilometers that were built? Will I say sorry for the agricultural policy that brought us to self-sufficiency in rice? Will I say sorry for the power generation? Will I say sorry for the highest literacy rate in Asia? What am I to say sorry about?\"",
      "\"There's nothing I can do to change what my father did. If I was an absolutely brilliant, great senator and my father was a bad president, he would still be a bad President. If my father was a good President and I'm a terrible politician, it still would not change that.\"",
      "\"There was no policy to abuse anyone. If there were abuses, it did not emanate from any instruction of (my father).\"",
      "\"People no longer ask about martial law. They are interested in the current problems of the country such as jobs and traffic.\""
    ]
  },
  {
    "id": "quote_isko",
    "quotes": [
      "\"Rest, but don't quit. You have to thrive, kahit ano man ang hinaharap mong suliranin. We must continue with hope.\"",
      "\"I would rather fail doing something than fail doing nothing.\""
    ]
  },
  {
    "id": "quote_leni",
    "quotes": [
      "\"Ang daming kaguluhan sa paligid. I'm focused on the targets, I keep my eyes on the ball. I will not allow myself to be distracted by all of this.\"",
      "\"Tasteless remarks and inappropriate advances against women should have no place in our society. We should expect that most of all from our leaders.\"",
      "\"Ako kasi, parati akong optimistic. Parati akong optimistic na everything happens for a reason.\"",
      "\"Kaya lang, 'yung tanong lang: Yung wounds sa atin: How much can we carry? Kasi sunod-sunod. Sunod-sunod.\"",
      "\"Rest, but don't quit. You have to thrive, kahit ano man ang hinaharap mong suliranin. We must continue with hope.\""
    ]
  },
  { "id": "quote_ping",
    "quotes": [
      "\"From the very beginning, palagi kaming consistent.\"", 
      "\"Pag sinabi namin, ginagawa namin. We always walk the talk.\"",
      "\"We have so many problems, and the solution can only come from tough leaders - those with ability, honesty, and bravery.\"",
      "\"Defeatist attitude is not in my DNA.\"",
      "\"Anything doable under a good government.\""
    ]
  }
]
